{
  "timestamp": 1737747941.936613,
  "last_updated": "2025-01-24T14:45:41.936613",
  "data": {
    "author": {
      "name": "Noam Peled",
      "citations": 847,
      "hIndex": 16,
      "i10Index": 21
    },
    "publications": [
      {
        "title": "Constraining compartmental models using multiple voltage recordings and genetic algorithms",
        "authors": "Naomi Keren and Noam Peled and Alon Korngreen",
        "venue": "Journal of neurophysiology",
        "year": 2005,
        "citations": 129,
        "url": "https://journals.physiology.org/doi/abs/10.1152/jn.00408.2005",
        "abstract": "Compartmental models with many nonlinearly and nonhomogeneous distributions of voltage-gated conductances are routinely used to investigate the physiology of complex neurons. However, the number of loosely constrained parameters makes manually constructing the desired model a daunting if not impossible task. Recently, progress has been made using automated parameter search methods, such as genetic algorithms GAs. However, these methods have been applied to somatically recorded action potentials using relatively simple target functions. Using a genetic minimization algorithm and a reduced compartmental model based on a previously published model of layer 5 neocortical pyramidal neurons we compared the efficacy of five cost functions based on the waveform of the membrane potential, the interspike interval, trajectory density, and their combinations to constrain the model. When the model was constrained using somatic recordings only, a combined cost function was found to be the most effective. This combined cost function was then applied to investigate the contribution of dendritic and axonal recordings to the ability of the GA to constrain the model. The more recording locations from the dendrite and the axon that were added to the data set the better was the genetic minimization algorithm able to constrain the compartmental model. Based on these simulations we propose an experimental scheme that, in combination with a genetic minimization algorithm, may be used to constrain compartmental models of neurons."
      },
      {
        "title": "Closed-loop enhancement and neural decoding of cognitive control in humans",
        "authors": "Ishita Basu and Ali Yousefi and Britni Crocker and Rina Zelmann and Angelique C Paulk and Noam Peled and Kristen K Ellard and Daniel S Weisholtz and G Rees Cosgrove and Thilo Deckersbach and Uri T Eden and Emad N Eskandar and Darin D Dougherty and Sydney S Cash and Alik S Widge",
        "venue": "Nature biomedical engineering",
        "year": 2023,
        "citations": 82,
        "url": "https://www.nature.com/articles/s41551-021-00804-y",
        "abstract": "AbstractCognitive control is the ability to withhold a default, prepotent response in favor of a more adaptive choice. Control deficits are common across mental disorders, including depression, anxiety, and addiction. Thus, a method for improving cognitive control could be broadly useful in disorders with few effective treatments. Here, we demonstrate closed-loop enhancement of one aspect of cognitive control by direct brain stimulation in humans. We stimulated internal capsulestriatum in participants undergoing intracranial epilepsy monitoring as they performed a cognitive controlconflict task. Stimulation enhanced performance, with the strongest effects from dorsal capsulestriatum stimulation. We then developed a framework to detect control lapses and stimulate in response. This closed-loop approach produced larger behavioral changes than open-loop stimulation, with a slight improvement in performance change per unit of energy delivered. Finally, we decoded task performance directly from activity on a small number of electrodes, using features compatible with existing closed-loop brain implants. Our findings are proof of concept for a new approach to treating severe mental disorders, based on directly remediating underlying cognitive deficits."
      },
      {
        "title": "Spatial fidelity of MEG/EEG source estimates: A general evaluation approach",
        "authors": "John G Samuelsson and Noam Peled and Fahimeh Mamashli and Jyrki Ahveninen and Matti S Hämäläinen",
        "venue": "Neuroimage",
        "year": 2021,
        "citations": 73,
        "url": "https://www.sciencedirect.com/science/article/pii/S1053811920309150",
        "abstract": "AbstractThe question What is the spatial resolution of EEGMEG? can only be answered with many ifs and buts, as the answer depends on a large number of parameters. Here, we describe a framework for resolution analysis of EEGMEG source estimation, focusing on linear methods. The spatial resolution of linear methods can be evaluated using the resolution matrix, which contains the point-spread and cross-talk functions PSFs and CTFs, respectively. Both of them have to be taken into account for a full characterization of spatial resolution. They can be used to compute a range of quantitative resolution metrics, which should cover at the last three aspects of those functions localization accuracy, spatial extent, and relative amplitude. Here, we first provide a tutorial-style introduction to resolution analysis of linear source estimation methods. We then apply these concepts to evaluate the benefit of combining EEG and MEG measurements, and to compare weighted and normalized L2-minimum-norm estimation and spatial filters. We confirm and extend previous results, showing that adding EEG to MEG improves spatial resolution, and that different methods offer different compromises among different resolution criteria. We hope that our approach will help EEGMEG researchers in the interpretation of source estimation results, the design of new experiments, and the development of new MEG systems."
      },
      {
        "title": "Long-term ecological assessment of intracranial electrophysiology synchronized to behavioral markers in obsessive-compulsive disorder",
        "authors": "Nicole R Provenza and Sameer A Sheth and Evan M Dastin-van Rijn and Raissa K Mathura and Yaohan Ding and Gregory S Vogt and Michelle Avendano-Ortega and Nithya Ramakrishnan and Noam Peled and Luiz Fernando Fracassi Gelin and David Xing and Laszlo A Jeni and Itir Onal Ertugrul and Adriel Barrios-Anderson and Evan Matteson and Andrew D Wiese and Junqian Xu and Ashwin Viswanathan and Matthew T Harrison and Kelly R Bijanki and Eric A Storch and Jeffrey F Cohn and Wayne K Goodman and David A Borton",
        "venue": "Nature medicine",
        "year": 2021,
        "citations": 72,
        "url": "https://www.nature.com/articles/s41591-021-01550-z",
        "abstract": "Autism spectrum disorder ASD is a neurodevelopmental disorder characterized by social communication deficits and, similar to obsessive-compulsive disorder OCD, restricted and repetitive behaviors. The restricted, repetitive patterns of behaviors and interests that are characteristic of ASD often resemble the obsessions and compulsions of OCD, which can make it difficult to distinguish or differentiate the two conditions. A common challenge in diagnosing comorbid ASD and OCD is the apparent overlap in symptoms between the two disorders. This chapter discusses the differentiation between OCD and ASD, the assessment and diagnosis of OCD within the context of ASD, and the treatment of this presentation of OCD."
      },
      {
        "title": "A study of computational and human strategies in revelation games",
        "authors": "Noam Peled and Ya’akov Gal and Sarit Kraus",
        "venue": "Autonomous Agents and Multi-Agent Systems",
        "year": 2015,
        "citations": 71,
        "url": "https://link.springer.com/article/10.1007/s10458-014-9253-5",
        "abstract": "I consider a class of dynamic Bayesian games in which types evolve stochastically according to a first-order Markov process on a continuous type space. Types are privately informed, but they become public together with actions when payoffs are obtained, resulting in a delayed information revelation. In this environment, I show that there exists a stationary BayesianMarkov equilibrium in which a players strategy maps a tuple of the previous type and action profiles and the players current type to a mixed action. The existence can be extended to K-periodic revelation. I also offer a computational algorithm to find an equilibrium."
      },
      {
        "title": "Consistent linear and non-linear responses to invasive electrical brain stimulation across individuals and primate species with implanted electrodes",
        "authors": "Ishita Basu and Madeline M Robertson and Britni Crocker and Noam Peled and Kara Farnes and Deborah I Vallejo-Lopez and Helen Deng and Matthew Thombs and Clarissa Martinez-Rubio and Jennifer J Cheng and Eric McDonald and Darin D Dougherty and Emad N Eskandar and Alik S Widge and Angelique C Paulk and Sydney S Cash",
        "venue": "Brain stimulation",
        "year": 2019,
        "citations": 45,
        "url": "https://www.sciencedirect.com/science/article/pii/S1935861X19300865",
        "abstract": "The brain is an electric organ. As such, for well over a hundred years, physicists, engineers, biologists, and physicians have used electromagnetic theory to try to understand how the brain works and to diagnose and treat disease. The field of electro-neuroscience is immense with thousands of papers being published each year. In this paper, we provide physics students with an introduction to the field using a conventional model of the head that employs four concentric spheres having different conductivities to represent the scalp, skull, cerebrospinal fluid CSF, and the brain itself. To ground the discussion, we use the specific case of non-invasive DC electrical stimulation of the brain through electrodes applied to the surface of the scalp, a procedure known as transcranial DC stimulation or tDCS. Currently, tDCS is under clinical investigation for such diseases as depression, anxiety, and chronic pain as well as to enhance the performance of athletes and the training of fighter pilots. We solve the corresponding physics problem from a charge perspective and explain why the charge distributions look the way they do using what we call the sensing pixel technique. This paper can introduce students to the ways in which electromagnetic theory is being applied to problems in neuroscience; in this case, the problem of how to non-invasively stimulate the brain to treat disease or improve performance."
      },
      {
        "title": "Case report of dual-site neurostimulation and chronic recording of cortico-striatal circuitry in a patient with treatment refractory obsessive compulsive disorder",
        "authors": "Sarah T Olsen and Ishita Basu and Mustafa Taha Bilge and Anish Kanabar and Matthew J Boggess and Alexander P Rockhill and Aishwarya K Gosai and Emily Hahn and Noam Peled and Michaela Ennis and Ilana Shiff and Katherine Fairbank-Haynes and Joshua D Salvi and Cristina Cusin and Thilo Deckersbach and Ziv Williams and Justin T Baker and Darin D Dougherty and Alik S Widge",
        "venue": "Frontiers in Human Neuroscience",
        "year": 2020,
        "citations": 34,
        "url": "https://www.frontiersin.org/articles/10.3389/fnhum.2020.569973/full",
        "abstract": "Psychiatric disorders are increasingly understood as dysfunctions of hyper- or hypoconnectivity in distributed brain circuits. A prototypical example is obsessive compulsive disorder OCD, which has been repeatedly linked to hyper-connectivity of cortico-striatal-thalamo-cortical CSTC loops. Deep brain stimulation DBS and lesions of CSTC structures have shown promise for treating both OCD and related disorders involving over-expression of automatichabitual behaviors. Physiologically, we propose that this CSTC hyper-connectivity may be reflected in high synchrony of neural firing between loop structures, which could be measured as coherent oscillations in the local field potential LFP. Here we report the results from the pilot patient in an Early Feasibility study httpsclinicaltrials.govct2showNCT03184454 in which we use the Medtronic Activa PC S device to simultaneously record and stimulate in the supplementary motor area SMA and ventral capsuleventral striatum VCVS. We hypothesized that frequency-mismatched stimulation should disrupt coherence and reduce compulsive symptoms. The patient reported subjective improvement in OCD symptoms and showed evidence of improved cognitive control with the addition of cortical stimulation, but these changes were not reflected in primary rating scales specific to OCD and depression, or during blinded cortical stimulation. This subjective improvement was correlated with increased SMA and VCVS coherence in the alpha, beta, and gamma bands, signals which persisted after correcting for stimulation artifacts. We discuss the implications of this research, and propose future"
      },
      {
        "title": "Caudate stimulation enhances learning",
        "authors": "Sarah K Bick and Shaun R Patel and Husam A Katnani and Noam Peled and Alik Widge and Sydney S Cash and Emad N Eskandar",
        "venue": "Brain",
        "year": 2019,
        "citations": 34,
        "url": "https://academic.oup.com/brain/article-abstract/142/10/2930/5556352",
        "abstract": "Neuromodulation offers the possibility of precise alteration of disordered neural circuits. In patients with depth electrodes implanted for seizure localization, Bick et al. show that caudate stimulation improves associative learning and modulates learning-related activity in dorsolateral prefrontal cortex. Caudate stimulation may be a promising treatment for memory disorders."
      },
      {
        "title": "Seizure onset location shapes dynamics of initiation",
        "authors": "Pariya Salami and Noam Peled and Jessica K Nadalin and Louis-Emmanuel Martinet and Mark A Kramer and Jong W Lee and Sydney S Cash",
        "venue": "Clinical Neurophysiology",
        "year": 2020,
        "citations": 32,
        "url": "https://www.sciencedirect.com/science/article/pii/S1388245720303394",
        "abstract": "AbstractObjectiveIctal electrographic patterns are widely thought to reflect underlying neural mechanisms of seizures. Here we studied the degree to which seizure patterns are consistent in a given patient, relate to particular brain regions and if two candidate biomarkers high-frequency oscillations, HFOs; infraslow activity, ISA and network activity, as assessed with cross-frequency interactions, can discriminate between seizure types.MethodsWe analyzed temporal changes in low and high frequency oscillations recorded during seizures, as well as phase-amplitude coupling PAC to monitor the interactions between deltatheta and ripplefast ripple frequency bands at seizure onset.ResultsSeizures of multiple pattern types were observed in a given patient and brain region. While there was an increase in HFO rate across different electrographic patterns, there are specific relationships between types of HFO activity and onset region. Similarly, changes in PAC dynamics were more closely related to seizure onset region than they were to electrographic patterns while ISA was a poor indicator for seizure onset.ConclusionsOur findings suggest that the onset region sculpts neurodynamics at seizure initiation and that unique features of the cytoarchitecture andor connectivity of that region play a significant role in determining seizure mechanism.SignificanceClinicians should consider more than just overt electrographic patterns when considering seizure mechanisms and regions of onset. Examination of onset pattern in conjunction with the interactions between different oscillatory frequencies in the context of different brain regions might be more informative and lead to more reliable clinical inference as well as novel therapeutic approaches."
      },
      {
        "title": "Decoding hidden cognitive states from behavior and physiology using a Bayesian approach",
        "authors": "Ali Yousefi and Ishita Basu and Angelique C Paulk and Noam Peled and Emad N Eskandar and Darin D Dougherty and Sydney S Cash and Alik S Widge and Uri T Eden",
        "venue": "Neural computation",
        "year": 2019,
        "citations": 31,
        "url": "https://direct.mit.edu/neco/article-abstract/31/9/1751/8498",
        "abstract": "Cognitive processes, such as learning and cognitive flexibility, are both difficult to measure and to sample continuously using objective tools because cognitive processes arise from distributed, high-dimensional neural activity. For both research and clinical applications, that dimensionality must be reduced. To reduce dimensionality and measure underlying cognitive processes, we propose a modeling framework in which a cognitive process is defined as a low-dimensional dynamical latent variablecalled a cognitive state, which links high-dimensional neural recordings and multidimensional behavioral readouts. This framework allows us to decompose the hard problem of modeling the relationship between neural and behavioral data into separable encoding-decoding approaches. We first use a state-space modeling framework, the behavioral decoder, to articulate the relationship between an objective behavioral readout e.g., response times and cognitive state. The second step, the neural encoder, involves using a generalized linear model GLM to identify the relationship between the cognitive state and neural signals, such as local field potential LFP. We then use the neural encoder model and a Bayesian filter to estimate cognitive state using neural data LFP power to generate the neural decoder. We provide goodness-of-fit analysis and model selection criteria in support of the encoding-decoding result. We apply this framework to estimate an underlying cognitive state from neural data in human participants Formula see text performing a cognitive conflict task. We successfully estimated the cognitive state within the 95 confidence intervals of that estimated using behavior readout for an average of 90 of task trials across participants. In contrast to previous encoder-decoder models, our proposed modeling framework incorporates LFP spectral power to encode and decode a cognitive state. The framework allowed us to capture the temporal evolution of the underlying cognitive processes, which could be key to the development of closed-loop experiments and treatments."
      },
      {
        "title": "Multi-modal neuroimaging analysis and visualization tool (MMVT)",
        "authors": "O Felsenstein and N Peled and E Hahn and AP Rockhill and D Frank and A M Libster and Y Nossenson and L Folsom and T Gholipour and K Macadams and N Rozengard and AC Paulk and D Dougherty and SS Cash and AS Widge and M Hämäläinen and S Stufflebeam",
        "venue": "arXiv preprint arXiv:1912.10079",
        "year": 2019,
        "citations": 30,
        "url": "https://arxiv.org/abs/1912.10079",
        "abstract": "Sophisticated visualization tools are essential for the presentation and exploration of human neuroimaging data. While two-dimensional orthogonal views of neuroimaging data are conventionally used to display activity and statistical analysis, three-dimensional 3D representation is useful for showing the spatial distribution of a functional network, as well as its temporal evolution. For these purposes, there is currently no open-source, 3D neuroimaging tool that can simultaneously visualize desired combinations of MRI, CT, EEG, MEG, fMRI, PET, and intracranial EEG i.e., ECoG, depth electrodes, and DBS. Here we present the Multi-Modal Visualization Tool MMVT, which is designed for researchers to interact with their neuroimaging functional and anatomical data through simultaneous visualization of these existing imaging modalities. MMVT contains two separate modules The first includes complete stand-alone pre-processing pipelines, from raw data to statistical maps. The second module is an add-on to the open-source, 3D-rendering program Blender. It is an interactive graphical interface that enables users to simultaneously visualize multi-modality functional and statistical data on the cortex and in subcortical surfaces as well as the activity of invasive electrodes. This tool also enables highly accurate 3D visualization of neuroanatomy, including the location of invasive electrodes relative to brain structures. Each of the modules and module features can be integrated, separate from the tool, into existing data pipelines. MMVT leverages open-source software to build a comprehensive tool for data visualization and exploration This gives the"
      },
      {
        "title": "Characterizing brain dynamics during ketamine-induced dissociation and subsequent interactions with propofol using human intracranial neurophysiology",
        "authors": "Fangyun Tian and Laura D Lewis and David W Zhou and Gustavo A Balanza and Angelique C Paulk and Rina Zelmann and Noam Peled and Daniel Soper and Laura A Santa Cruz Mercado and Robert A Peterfreund and Linda S Aglio and Emad N Eskandar and G Rees Cosgrove and Ziv M Williams and R Mark Richardson and Emery N Brown and Oluwaseun Akeju and Sydney S Cash and Patrick L Purdon",
        "venue": "Nature communications",
        "year": 2023,
        "citations": 28,
        "url": "https://www.nature.com/articles/s41467-023-37463-3",
        "abstract": "AbstractKetamine produces antidepressant effects in patients with treatment-resistant depression, but its usefulness is limited by its psychotropic side effects. Ketamine is thought to act via NMDA receptors and HCN1 channels to produce brain oscillations that are related to these effects. Using human intracranial recordings, we found that ketamine produces gamma oscillations in prefrontal cortex and hippocampus, structures previously implicated in ketamines antidepressant effects, and a 3 Hz oscillation in posteromedial cortex, previously proposed as a mechanism for its dissociative effects. We analyzed oscillatory changes after subsequent propofol administration, whose GABAergic activity antagonizes ketamines NMDA-mediated disinhibition, alongside a shared HCN1 inhibitory effect, to identify dynamics attributable to NMDA-mediated disinhibition versus HCN1 inhibition. Our results suggest that ketamine engages different neural circuits in distinct frequency-dependent patterns of activity to produce its antidepressant and dissociative sensory effects. These insights may help guide the development of brain dynamic biomarkers and novel therapeutics for depression."
      },
      {
        "title": "Decoding task engagement from distributed network electrophysiology in humans",
        "authors": "Nicole R Provenza and Angelique C Paulk and Noam Peled and Maria I Restrepo and Sydney S Cash and Darin D Dougherty and Emad N Eskandar and David A Borton and Alik S Widge",
        "venue": "Journal of neural engineering",
        "year": 2019,
        "citations": 28,
        "url": "https://iopscience.iop.org/article/10.1088/1741-2552/ab2c58/meta",
        "abstract": "Abstract Objective. Here, our objective was to develop a binary decoder to detect task engagement in humans during two distinct, conflict-based behavioral tasks. Effortful, goal-directed decision-making requires the coordinated action of multiple cognitive processes, including attention, working memory and action selection. That type of mental effort is often dysfunctional in mental disorders, e.g. when a patient attempts to overcome a depression or anxiety-driven habit but feels unable. If the onset of engagement in this type of focused mental activity could be reliably detected, decisional function might be augmented, e.g. through neurostimulation. However, there are no known algorithms for detecting task engagement with rapid time resolution. Approach. We defined a new network measure, fixed canonical correlation FCCA, specifically suited for neural decoding applications. We extracted FCCA features from local field potential recordings in human volunteers to give a temporally continuous estimate of mental effort, defined by engagement in experimental conflict tasks. Main results. Using a small number of features per participant, we accurately decoded and distinguished task engagement from other mental activities. Further, the decoder distinguished between engagement in two different conflict-based tasks within seconds of their onset. Significance. These results demonstrate that network-level brain activity can detect specific types of mental efforts. This could form the basis of a responsive intervention strategy for decision-making deficits."
      },
      {
        "title": "The interactive electrode localization utility: software for automatic sorting and labeling of intracranial subdural electrodes",
        "authors": "Roan A LaPlante and Wei Tang and Noam Peled and Deborah I Vallejo and Mia Borzello and Darin D Dougherty and Emad N Eskandar and Alik S Widge and Sydney S Cash and Steven M Stufflebeam",
        "venue": "International journal of computer assisted radiology and surgery",
        "year": 2017,
        "citations": 25,
        "url": "https://link.springer.com/article/10.1007/s11548-016-1504-2",
        "abstract": "Background Subdural electrode SDE implantation is an important method of diagnosing epileptogenic lesions and mapping brain function, even with the current preference for stereoelectroencephalography. We developed a novel method to assess SDEs and the brain surface during the electrode implantation procedure using brain images printed onto permeable films and intraoperative fluoroscopy. This method can help verify the location of the electrode during surgery and improve the accuracy of SDE implantation. Methods We performed preoperative imaging by magnetic resonance imaging and computed tomography. Subsequently, the images were edited and fused to visualize the gyrus and sulcus better. We printed the images on permeable films and superimposed them on the intraoperative fluoroscopy display. The intraoperative and postoperative coordinates of the electrodes were obtained after the implantation surgery, and the differences in the locations were calculated. Results Permeable films were created for a total of eight patients with intractable epilepsy. The median difference of the electrodes between the intraoperative and postoperative images was 4.6 mm Interquartile range 2.97.1. The locations of electrodes implanted outside the operation field were not significantly different from those implanted inside. Conclusion Our new method may guide the implantation of SDEs into their planned location."
      },
      {
        "title": "Cortical signal suppression (CSS) for detection of subcortical activity using MEG and EEG",
        "authors": "John G Samuelsson and Sheraz Khan and Padmavathi Sundaram and Noam Peled and Matti S Hämäläinen",
        "venue": "Brain topography",
        "year": 2019,
        "citations": 19,
        "url": "https://link.springer.com/article/10.1007/s10548-018-00694-5",
        "abstract": "ABSTRACTMagnetoencephalography MEG measures neuromagnetic activity with high temporal, and theoretically, high spatial resolution. However, the ability of magnetic source imaging MSI to localize deep sources is uncertain. We developed an experimental platform combining MEG-compatible optogenetic techniques in non-human primates NHPs to test the ability of MEGMSI to image deep signals. We demonstrate localization of optogenetically-evoked signals to known sources in the superficial arcuate sulcus of cortex and in CA3 of hippocampus at a resolution of 750 µm3. In response to stimulation of arcuate sulcus and hippocampus, we detected activation in subcortical and thalamic structures, or extended temporal networks, respectively. This is the first demonstration of accurate localization of deep sources within an intact brain using a novel combination of optogenetics with MEGMSI. This approach is suitable for exploring causal relationships between discrete brain regions through precise optogenetic control and simultaneous whole brain recording."
      },
      {
        "title": "An agent design for repeated negotiation and information revelation with people",
        "authors": "Noam Peled and Ya'akov Gal and Sarit Kraus",
        "venue": "Proceedings of the AAAI Conference on Artificial Intelligence",
        "year": 2013,
        "citations": 17,
        "url": "https://ojs.aaai.org/index.php/AAAI/article/view/8619",
        "abstract": "Many negotiations in the real world are characterized by incomplete information, and participants success depends on their ability to reveal information in a way that facilitates agreement without compromising the individual gains of agents. This paper presents a novel agent design for repeated negotiation in incomplete information settings that learns to reveal information strategically during the negotiation process. The agent used classical machine learning techniques to predict how people make and respond to offers during the negotiation, how they reveal information and their response to potential revelation actions by the agent. The agent was evaluated empirically in an extensive empirical study spanning hundreds of human subjects. Results show that the agent was able to outperform people. In particular, it learned 1 to make offers that were beneficial to people while not compromising its own benefit;2 to incrementally reveal information to people in a way that increased its expected performance. The approach generalizes to new settings without the need to acquire additional data. This work demonstrates the efficacy of combining machine learning with opponent modeling techniques towards the design of computer agents for negotiating with people in settings of incomplete information."
      },
      {
        "title": "Region-level functional and effective network analysis of human brain during cognitive task engagement",
        "authors": "Sandeep Avvaru and Noam Peled and Nicole R Provenza and Alik S Widge and Keshab K Parhi",
        "venue": "IEEE Transactions on Neural Systems and Rehabilitation Engineering",
        "year": 2021,
        "citations": 13,
        "url": "https://ieeexplore.ieee.org/abstract/document/9514845/",
        "abstract": "AbstractCognitive control is a critical executive function of the human brain. Many studies have combined general linear modeling and the stop signal task SST to delineate the component processes of cognitive control. For instance, by contrasting stop success SS and stop error SE trials in the SST, investigators examined the neural processes underlying stop signal inhibition SS  SE and error processing SE  SS. To complement this parameterized approach, here, we employed a datadriven methodindependent component analysis ICAto elucidate neural networks and the relationship between neural networks subserving cognitive control. In 59 adults performing the SST during fMRI, we characterized six independent components with ICA. These functional networks, temporally sorted for go success, SS, and SE trials as the events of interest, included a motor cortical network for motor preparation and execution; a right frontoparietal network for attentional monitoring; a left frontoparietal network for response inhibition; a midline corticosubcortical network for error processing; a cuneusprecuneus network for behavioral engagement; and a default network for selfreferential processing. Across subjects the eventassociated weights of these functional networks showed a distinct pattern of correlation. These results provide new insight into the component processes of cognitive control. Hum Brain Mapp, 2012.  2011 Wiley Periodicals, Inc."
      },
      {
        "title": "Predicting human strategic decisions using facial expressions",
        "authors": "Noam Peled and Moshe Bitan and Joseph Keshet and Sarit Kraus",
        "venue": null,
        "year": 2013,
        "citations": 13,
        "url": "https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=43ea2a68cda18814953168d64ae8798262ac2e79",
        "abstract": "Peoples facial expressions, whether made consciously or subconsciously, continuously reveal their state of mind. This work proposes a method for predicting peoples strategic decisions based on their facial expressions. We designed a new version of the centipede game that intorduces an incentive for the human participant to hide her facial expressions. We recorded on video participants who played several games of our centipede version, and concurrently logged their decisions throughout the games. The video snippet of the participants faces prior to their decisions is represented as a fixed-size vector by estimating the covariance matrix of key facial points which change over time. This vector serves as input to a classifier that is trained to predict the participants decision. We compare several training techniques, all of which are designed to work with the imbalanced decisions typically made by the players of the game. Furthermore, we investigate adaptation of the trained model to each player individually, while taking into account the players facial expressions in the previous games. The results show that our method outperforms standard SVM as well as humans in predicting subjects strategic decisions. To the best of our knowledge, this is the first study to present a methodology for predicting peoples strategic decisions when there is an incentive to hide facial expressions."
      },
      {
        "title": "Modular pipeline for reconstruction and localization of implanted intracranial ECoG and sEEG electrodes",
        "authors": "Daniel J Soper and Dustine Reich and Alex Ross and Pariya Salami and Sydney S Cash and Ishita Basu and Noam Peled and Angelique C Paulk",
        "venue": "Plos one",
        "year": 2023,
        "citations": 11,
        "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0287921",
        "abstract": "Implantation of electrodes in the brain has been used as a clinical tool for decades to stimulate and record brain activity. As this method increasingly becomes the standard of care for several disorders and diseases, there is a growing need to quickly and accurately localize the electrodes once they are placed within the brain. We share here a protocol pipeline for localizing electrodes implanted in the brain, which we have applied to more than 260 patients, that is accessible to multiple skill levels and modular in execution. This pipeline uses multiple software packages to prioritize flexibility by permitting multiple different parallel outputs while minimizing the number of steps for each output. These outputs include co-registered imaging, electrode coordinates, 2D and 3D visualizations of the implants, automatic surface and volumetric localizations of the brain regions per electrode, and anonymization and data sharing tools. We demonstrate here some of the pipelines visualizations and automatic localization algorithms which we have applied to determine appropriate stimulation targets, to conduct seizure dynamics analysis, and to localize neural activity from cognitive tasks in previous studies. Further, the output facilitates the extraction of information such as the probability of grey matter intersection or the nearest anatomic structure per electrode contact across all data sets that go through the pipeline. We expect that this pipeline will be a useful framework for researchers and clinicians alike to localize implanted electrodes in the human brain."
      },
      {
        "title": "Spatial fidelity of MEG/EEG source estimates: A general evaluation approach. NeuroImage, 224, Article 117430",
        "authors": "JG Samuelsson and N Peled and F Mamashli and J Ahveninen and MS Hämäläinen",
        "venue": null,
        "year": 2020,
        "citations": 10,
        "url": "https://scholar.google.com/scholar?cluster=10660312699326018576&hl=en&oi=scholarr",
        "abstract": "AbstractThe question What is the spatial resolution of EEGMEG? can only be answered with many ifs and buts, as the answer depends on a large number of parameters. Here, we describe a framework for resolution analysis of EEGMEG source estimation, focusing on linear methods. The spatial resolution of linear methods can be evaluated using the resolution matrix, which contains the point-spread and cross-talk functions PSFs and CTFs, respectively. Both of them have to be taken into account for a full characterization of spatial resolution. They can be used to compute a range of quantitative resolution metrics, which should cover at the last three aspects of those functions localization accuracy, spatial extent, and relative amplitude. Here, we first provide a tutorial-style introduction to resolution analysis of linear source estimation methods. We then apply these concepts to evaluate the benefit of combining EEG and MEG measurements, and to compare weighted and normalized L2-minimum-norm estimation and spatial filters. We confirm and extend previous results, showing that adding EEG to MEG improves spatial resolution, and that different methods offer different compromises among different resolution criteria. We hope that our approach will help EEGMEG researchers in the interpretation of source estimation results, the design of new experiments, and the development of new MEG systems."
      },
      {
        "title": "Invasive electrodes identification and labeling",
        "authors": "N Peled and T Gholipour and AC Paulk and O Felsenstein and DD Dougherty and AS Widge and EN Eskandar and SS Cash and MS Hamalainen and SM Stufflebeam",
        "venue": "GitHub Repos",
        "year": 2017,
        "citations": 10,
        "url": "https://scholar.google.com/scholar?cluster=7150067433962342757&hl=en&oi=scholarr",
        "abstract": "We fabricated nanoporous electrodes with uniform pore sizes using surfactant self-assembly techniques. These nanoporous electrodes were functionalized. When the target biomolecules are captured in the pore channels through specific binding or hybridization, the nanopores are totally or partially blocked. As a result, the access of indicator molecules to the conductive surface of the electrode is affected, and the electrochemical response on the electrode is reduced. This mechanism is sensitive to the presence of nanomole 109mole to femtomole 1015mole level molecules and has potential as a simple, general, and labeling-free technique for electrochemical biomolecular recognition."
      },
      {
        "title": "Reactivation of motor-related gamma activity in human NREM sleep",
        "authors": "Jean-Baptiste Eichenlaub and Siddharth Biswal and Noam Peled and Nicole Rivilis and Alexandra J Golby and Jong Woo Lee and M Brandon Westover and Eric Halgren and Sydney S Cash",
        "venue": "Frontiers in neuroscience",
        "year": 2020,
        "citations": 7,
        "url": "https://www.frontiersin.org/articles/10.3389/fnins.2020.00449/full",
        "abstract": "Models of memory consolidation posit a central role for reactivation of brain activity patterns during sleep, especially in non-Rapid Eye Movement NREM sleep. While such replay of recent waking experiences has been well-demonstrated in rodents, electrophysiological evidence of reactivation in human sleep is still largely lacking. In this intracranial study in patients with epilepsy N  9 we explored the spontaneous electroencephalographic reactivation during sleep of spatial patterns of brain activity evoked by motor learning. We first extracted the gamma-band 60140 Hz patterns underlying finger movements during a tapping task and underlying no-movement during a short rest period just prior to the task, and trained a binary classifier to discriminate between motor movements vs. rest. We then used the trained model on NREM sleep data immediately after the task and on NREM sleep during a control sleep period preceding the task. Compared with the control sleep period, we found, at the subject level, an increase in the detection rate of motor-related patterns during sleep following the task, but without association with performance changes. These data provide electrophysiological support for the reoccurrence in NREM sleep of the neural activity related to previous waking experience, i.e. that a basic tenet of the reactivation theory does occur in human sleep."
      },
      {
        "title": "Consistent linear and non-linear responses to invasive electrical brain stimulation across individuals and primate species with implanted electrodes. Brain Stimul 2019; 12: 877e92",
        "authors": "I Basu and MM Robertson and B Crocker and N Peled and K Farnes and DI Vallejo-Lopez",
        "venue": null,
        "year": 0,
        "citations": 7,
        "url": "https://scholar.google.com/scholar?cluster=9898228204640097135&hl=en&oi=scholarr",
        "abstract": "INTRODUCTION The use of brain stimulation in the control of craving disorders is controversial, mainly in relation to the best target, technique, duration, frequency and parameters. Several meta-analyses have been published, and their data should be summarized to support the best evidence-based clinical practice. OBJECTIVE To provide the best level of evidence for the use of non-invasive brain stimulation NIBS in the control of craving disorders. METHODS Umbrella review registraded on Prospero CRD42021239577, and conducted according to PRISMA recommendations. The methodological quality and evidence level were assessed through AMSTAR, AMSTAR rank and GRADE. RESULTS A total of 81 meta-analyses were screened and the final analysis was made on 10 studies including 224 randomized clinical trials RCTs enrolling 5,555 patients. The main targets of stimulation were the right, left and bi-hemispheric dorsolateral prefrontal cortices. The studies used anodal tDCS, and high-frequency rTMS. The protocols with the larger effect sizes were anodal tDCS with 2mA, for 30 minutes over the right DLPFC g0.45; 95CI 0.328-0.583; p0.001, and high-frequency rTMS 10Hz, with 100 of the resting motor threshold, over the left DLPFC g1.116; 95CI 0.597-1.634; p0.001. The quality of evidence ranged from very low to moderate because of inconsistencies mainly due to sample heterogeneity. CONCLUSION The results of 10 meta-analyses assessing the efficacy of NIBS in the control of craving disorders are robust regarding the effect sizes and provide evidence that bi-hemispheric tDCS and high-frequency rTMS over the DLPFC are effective in the control of craving disorders. However, the evidence level is from low to moderate."
      },
      {
        "title": "Learning to reveal information in repeated human-computer negotiation",
        "authors": "Noam Peled and Kobi Gal and Sarit Kraus",
        "venue": "Institute for Advanced Computer Studies. University of Maryland",
        "year": 2012,
        "citations": 5,
        "url": "https://u.cs.biu.ac.il/~krauss/data/articles/haidm2012-noam.pdf",
        "abstract": "Many negotiations in the real world are characterized by incomplete information, and participants success depends on their ability to reveal information in a way that facilitates agreement without compromising the individual gains of agents. This paper presents a novel agent design for repeated negotiation in incomplete information settings that learns to reveal information strategically during the negotiation process. The agent used classical machine learning techniques to predict how people make and respond to offers during the negotiation, how they reveal information and their response to potential revelation actions by the agent. The agent was evaluated empirically in an extensive empirical study spanning hundreds of human subjects using the Colored Trails test-bed. Results show that the agent was able to outperform people as well as an alternative agent that was tailored by experts to play the game. In particular, the agent learned to exploit the fact that revealing its resources during the game in an incremental fashion makes people more willing to make beneficial proposals to the agent. This work demonstrates the efficacy of combining machine learning with opponent modeling techniques towards the design of computer agents for negotiating with people in settings of incomplete information."
      },
      {
        "title": "Brain structure and episodic learning rate in cognitively healthy ageing",
        "authors": "Darya Frank and Marta Garo-Pascual and Pablo Alejandro Reyes Velasquez and Belén Frades and Noam Peled and Linda Zhang and Bryan A Strange",
        "venue": "Neuroimage",
        "year": 2022,
        "citations": 4,
        "url": "https://www.sciencedirect.com/science/article/pii/S1053811922007455",
        "abstract": "AbstractMemory normally declines with ageing and these age-related cognitive changes are associated with changes in brain structure. Episodic memory retrieval has been widely studied during ageing, whereas learning has received less attention. Here we examined the neural correlates of episodic learning rate in ageing. Our study sample consisted of 982 cognitively healthy female and male older participants from the Vallecas Project cohort, without a clinical diagnosis of mild cognitive impairment or dementia. The learning rate across the three consecutive recall trials of the verbal memory task Free and Cued Selective Reminding Test recall trials was used as a predictor of grey matter GM using voxel-based morphometry, and WM microstructure using tract-based spatial statistics on fractional anisotropy FA and mean diffusivity MD measures. Immediate Recall improved by 1.4 items per trial on average, and this episodic learning rate was faster in women and negatively associated with age. Structurally, hippocampal and anterior thalamic GM volume correlated positively with learning rate. Learning also correlated with the integrity of WM microstructure high FA and low MD in an extensive network of tracts including bilateral anterior thalamic radiation, fornix, and long-range tracts. These results suggest that episodic learning rate is associated with key anatomical structures for memory functioning, motivating further exploration of the differential diagnostic properties between episodic learning rate and retrieval in ageing."
      },
      {
        "title": "Anti-seizure medication correlated changes of cortical morphology in childhood epilepsy with centrotemporal spikes",
        "authors": "Yin Xu and Fang Yang and Zheng Hu and Yan He and Qirui Zhang and Qiang Xu and Yifei Weng and Boris C Bernhardt and Xinyu Xie and Junhao Xiao and Noam Peled and Steven M Stufflebeam and Guangming Lu and Zhiqiang Zhang",
        "venue": "Epilepsy Research",
        "year": 2021,
        "citations": 4,
        "url": "https://www.sciencedirect.com/science/article/pii/S0920121121000747",
        "abstract": "Background This study aimed to evaluate the efficacy and tolerability of Anti-Seizure medication ASM treatment in patients with BECTS.Method We searched PubMed, Cochrane Library, Embase, MEDLINE, Web of Science, China National Knowledge Infrastructure CNKI, WANFANG DATA, and China Science and Technology Journal Database VIP between 1 Jan 1990, and 1 Sep 2021, for randomized controlled studies. Data on seizure freedom rate, rate of treatment withdrawal due to serious adverse events, rate of any adverse events and dropout, 50 remission rate, the proportion of patients whose EEG to be normalized, and improvement in cognitive function were extracted by two authors independently. The pooled data were meta-analyzed using a random effects model.Results A total of 27 studies evaluating 9 ASMs were included, 19 of which were suitable for meta-analysis. Compared with sulthiame STM, levetiracetam LEV was associated with a higher probability of treatment withdrawal due to serious adverse events RR  5.12, 95 CI 1.19, 22.01, I2  0.0, experiencing any adverse events RR  5.12, 95 CI 1.19, 22.01, and dropping out for any reason RR  3.17, 95 CI 1.36, 10.11, while it did not affect the seizure freedom rate RR  0.90, 95 CI 0.75, 1.06. LEV significantly improved cognitive performance relative to carbamazepine CBZ but had no effect on the proportion of any adverse events RR  0.62, 95 CI 0.25, 1.59 and EEG to be normalized RR  1.27, 95 CI 0.94, 1.71. There was no higher probability of a 50 remission rate when comparing valproic acid VPA to LEV RR  0.96, 95 CI 0.57, 1.61 and oxcarbazepine OXC RR  0.61, 95 CI 0.31, 1.20. In addition, STM was related to a higher probability of EEG normalization than placebo RR  4.61, 95 CI 2.12, 10.01. The included single studies also provided some evidence for the efficacy andor tolerability of other ASMs in BECTS, including topiramate, lamotrigine, clobazam, and clonazepam. The risk of bias of the included studies was frequently low or unclear.Conclusion This study indicated some discrepancies in efficacy and tolerability among ASMs used in patients with BECTS. More randomized controlled trials RCTs comparing ASMs with larger populations are required to ascertain the optimum antiepileptic drug treatment to guide clinicians."
      },
      {
        "title": "Bidirectional modulation of human emotional conflict resolution using intracranial stimulation",
        "authors": "Angelique C Paulk and Ali Yousefi and Kristen K Ellard and Kara Farnes and Noam Peled and Britni Crocker and Rina Zelmann and Deborah Vallejo-Lopez and Gavin Belok and Sam Zorowitz and Ishita Basu and Afsana Afzal and Anna Gilmour and Daniel S Weisholtz and G Reese Cosgrove and Bernard S Chang and Jeffrey E Arle and Ziv M Williams and Uri T Eden and Thilo Deckersbach and Darin D Dougherty and Emad N Eskandar and Alik S Widge and Sydney S Cash",
        "venue": "bioRxiv",
        "year": 2019,
        "citations": 4,
        "url": "https://www.biorxiv.org/content/10.1101/825893.abstract",
        "abstract": "The ability to regulate emotions in the service of meeting ongoing goals and task demands is a key aspect of adaptive human behavior in our volatile social world. Consequently, difficulties in processing and responding to emotional stimuli underlie many psychiatric diseases ranging from depression to anxiety, the common thread being effects on behavior. Behavior, which is made up of shifting, difficult to measure hidden states such as attention and emotion reactivity, is a product of integrating external input and latent mental processes. Directly measuring, and differentiating, separable hidden cognitive, emotional, and attentional states contributing to emotion conflict resolution, however, is challenging, particularly when only using task-relevant behavioral measures such as reaction time. State-space representations are a powerful method for investigating hidden states underlying complex systems. Using state-space modeling of behavior, we identified relevant hidden cognitive states and predicted behavior in a standardized emotion regulation task. After identifying and validating models which best fit the behavior and narrowing our focus to one model, we used targeted intracranial stimulation of the emotion regulation-relevant neurocircuitry, including prefrontal structures and the amygdala, to causally modulate separable states. Finally, we focused on this one validated state-space model to perform real-time, bidirectional closed-loop adaptive stimulation in a subset of participants. These approaches enable an improved understanding of how to sample and understand emotional processing in a way which could be leveraged in"
      },
      {
        "title": "Decoding auditory working memory content from intracranial high frequency activity in humans",
        "authors": "Işıl Uluç and Noam Peled and Angelique C Paulk and Alan Bush and Valentina Gumenyuk and Parker Kotlarz and Kaisu Lankinen and Fahimeh Mamashli and Nao Matsuda and Mark R Richardson and Steven M Stufflebeam and Sydney S Cash and Jyrki Ahveninen",
        "venue": "bioRxiv",
        "year": 2023,
        "citations": 3,
        "url": "https://www.biorxiv.org/content/10.1101/2023.08.04.552073.abstract",
        "abstract": "How the human brain maintains information in working memory WM, a process critical for all our goal-directed function, has been debated for decades. Classic neurophysiological models, which argue that WM is maintained via persistent content-specific delay activity, have been challenged by alternative ideas suggesting a combination of dynamic activity patterns and activity-silent mechanisms. Here, utilizing human intracranial stereo-EEG sEEG recordings and machine learning techniques, we tested understudied auditory WM in multiple cortical and subcortical brain areas. Neuronal activity was quantified as broadband high frequency activity HFA, 70-190 Hz which has been shown to be highly correlated with multiunit activity of neuron populations. Our multivariate pattern analysis MVPA results, validated via robust non-parametric permutation testing, show that information can be decoded from multiple brain regions, including prefrontal regions, superior temporal auditory cortices, and the hippocampus. However, the recording sites with high WM decoding accuracies were not accompanied by statistically significant increases in HFA power. In contrast, HFA power was reduced relative to the period preceding WM encoding in many frontal, superior temporal, and hippocampal sEEG recording sites. These results are in line with the hypothesis that WM maintenance can be supported by highly dynamic, activity silent processes rather than via persistent activity only."
      },
      {
        "title": "Biologically inspired load balancing mechanism in neocortical competitive learning",
        "authors": "Amir Tal and Noam Peled and Hava T Siegelmann",
        "venue": "Frontiers in Neural Circuits",
        "year": 2014,
        "citations": 2,
        "url": "https://www.frontiersin.org/articles/10.3389/fncir.2014.00018/full",
        "abstract": "Artifacts having to perform in the real world should be able to cope with uncertain situations and react quickly to changes in the environment. Living systems, starting from a pre-structured set of functions, develop competence to better adapt to the environment all life long, from childhood to maturity. This phenomenon is called growing up. A developmental intelligence for growing up robots must be able to generate autonomously representations for unknown knowledge and skills. Models of development can play an important role in specifying the minimal preferences, faculties, and processes needed for this skill to emerge. A perspective on the analysis of some adaptive learning processes originating from literature and experiments in natural world result in some suggestion intelligent system architecture modeling."
      },
      {
        "title": "Instructions for users of the module'Capacity'",
        "authors": "Avshalom Karasik and Noam Peled and Uzy Smilansky",
        "venue": null,
        "year": 2006,
        "citations": 2,
        "url": "https://www.researchgate.net/profile/Noam-Peled-2/publication/228998015_Instructions_for_users_of_the_module'Capacity'/links/02bfe50fe8349d5f31000000/Instructions-for-users-of-the-moduleCapacity.pdf",
        "abstract": "In response to the proliferation of information retrieval systems in academic libraries since the early 1980s, librarians have created many written search aids designed to help users learn how to search database systems. Written instructional material continues to increase in quantity and in importance with the rise of remote users and the advent of asynchronous distance learning. Since many users will have only written instructions to consult, it is crucial to determine the effectiveness of these materials. How useful are these instructions? Do people consult them? Do they help users make progress in their searches? There is a small but useful body of research on the effectiveness of both print and online search aids. This research points to the need to test materials on user groups. The findings from studies of novices using written instructions identify specific guidelines for creating effective materials."
      },
      {
        "title": "Imaging and Anesthesia Protocol Optimization in Sedated Clinical Resting-State fMRI",
        "authors": "Elmira Hassanzadeh and Alyssa Ailion and Masoud Hassanzadeh and Alena Hornak and Noam Peled and Dana Martino and Simon K Warfield and Zhou Lan and Taha Gholipour and Steven M Stufflebeam",
        "venue": "American Journal of Neuroradiology",
        "year": 2025,
        "citations": 1,
        "url": "https://www.ajnr.org/content/early/2024/12/20/ajnr.A8438.abstract",
        "abstract": "Abstract Resting-state functional magnetic resonance imaging rs-fMRI has been known as a powerful tool in neuroscience. However, exploring the test-retest reliability of the metrics derived from rs-fMRI BOLD signal is essential particularly in the studies of patients with neurological development. Two factors affecting reliability of rs-fMRI measurements including the effect of anesthesia and scan length have been estimated in this study. A total of 9 patients with drug-resistant epilepsy DRE of requiring interstitial thermal therapy LITT were scanned in two states of awake and under anesthesia. At each state, two rs-fMRI sessions were obtained that each one lasted 15 minutes, and the effect of scan length was evaluated. Voxel-wise rs-fMRI metrics including amplitude of low fractional frequency fluctuation ALFF, amplitude of low fractional frequency fluctuation fALFF, functional connectivity FC, and regional homogeneity ReHo were measured. Intraclass correlation coefficient ICC was calculated to estimate the reliability between two sessions of scanning for both states. Overall, our finding revealed that reliability improves under anesthesia as well as by increasing the scanning length of the scanning sessions. Furthermore, we showed that the optimal scan length to achieve reliable rs-fMRI measurements was 3.1  7.5 minutes shorter in an anesthetized, compared to wakeful state."
      },
      {
        "title": "Methods for multi-modal bioimaging data integration and visualization",
        "authors": "Noam Peled and Steven Stufflebeam",
        "venue": null,
        "year": 2024,
        "citations": 1,
        "url": "https://patents.google.com/patent/US11925418B2/en",
        "abstract": "AbstractSingle-cell Multi-modal Data Integration has been an area of active research in recent years. However, it is difficult to unify the integration process of different omics in a pipeline, and evaluate the contributions of data integration. In this manuscript, we revisit the definition and contributions of multi-modal data integration, and propose a novel and scalable method based on probabilistic deep learning with an explainable framework powered by statistical modeling to extract meaningful information after data integration. Our proposed method is capable of integrating different types of omic and sensing data. It offers an approach to discovering important relationships among biological features or cell states. We demonstrate that our method outperforms other baseline models in preserving both local and global structures and perform a comprehensive analysis for mining structural relationships in complex biological systems, including inference of gene regulatory networks, extraction of significant biological linkages, and analysis of differentially regulatory relationships."
      },
      {
        "title": "Clinical utility of magnetoencephalography and its recent development",
        "authors": "Teppei Matsubara and Naoaki Tanaka and Noam Peled and Abbas Sohrabpour and Padmavathi Sundaram and Yoshio Okada and Matti Hämäläinen and Phillip L Pearl and Steven Stufflebeam",
        "venue": "Epilepsy & Seizure",
        "year": 2024,
        "citations": 0,
        "url": "https://www.jstage.jst.go.jp/article/eands/16/1/16_71/_article/-char/ja/",
        "abstract": "Magnetoencephalography MEG is a noninvasive recording of brain activity as reflected outside the skull in the form of magnetic fields generated by neuronal electrical currents 1. The skull and the tissues surrounding the brain affect the magnetic fields measured by MEG much less than they affect the electrical impulses measured by electroencephalography EEG. Thus, MEG is more accurate than EEG in source estimation, providing more reliable information about the locations of brain functions, whereas both modalities have identical temporal resolution. Additionally, MEG is more sensitive to tangential sources situated within sulci and cortical planes, compared to EEG which is less sensitive to source orientation. MEG can record 95 of cortical activity, significantly more than EEG, which is more attuned to radial sources 2. One of the most distinctly utilized clinical applications of MEG is in patients with epilepsy, where MEG is employed regularly to help with epilepsy diagnosis, identification of interictal epileptiform discharges IEDs, and functional mapping for presurgical evaluation in patients with brain tumor or vascular malformation. We focus on the clinical utility of MEG in epilepsy and present a demographic overview of MEG scans at our institution. Finally, we highlight recent developments in MEG technology that expand its application to many other fields."
      },
      {
        "title": "Visualization of the Spatiotemporal Propagation of Interictal Spikes in Temporal Lobe Epilepsy: A MEG Pilot Study",
        "authors": "Daniel J Zhou and Valentina Gumenyuk and Olga Taraschenko and Bartosz T Grobelny and Steven M Stufflebeam and Noam Peled",
        "venue": "Brain Topography",
        "year": 2024,
        "citations": 0,
        "url": "https://link.springer.com/article/10.1007/s10548-023-01017-z",
        "abstract": "AbstractMagnetoencephalography MEG is clinically used to help localize interictal spikes in discrete brain areas through the equivalent current dipole ECD method for patients with refractory epilepsy. The propagation of interictal spikes in adjacent regions was shown to be correlated with worse surgical outcomes in patients with temporal lobe epilepsy TLE. Yet, the ECD method does not account for the temporal dynamics of spike activity, making it challenging to define the margins of the interictal network. Furthermore, the ECD results can be affected by states of arousal or sleep that alter background MEG activity.In this study, we developed a module in the custom-built Multi-Modal Analysis and Visualization Tool MMVT that analyzes the spatiotemporal dynamics of interictal spikes and removes normal variations associated with sleep. We analyzed MEG data from seven TLE patients and characterized their interictal spatiotemporal dynamics. In all patients, the onset of interictal spike activity appeared near the determined site of the epileptogenic zone based on corresponding neuroimaging and EEG data. The propagated source activity by 10 ms ranged from near the region of onset to spreading to extratemporal regions, such as the frontal lobe or insula.We demonstrated the feasibility of a novel method to assess the spatiotemporal properties of interictal spikes in patients with medically refractory TLE and to better delineate their onset and propagation patterns on MEG analysis. In doing so, we illustrate how variable the spike propagation distribution and speed may be within a 10 ms window. This visualization of the time component of the interictal networks offers an advantage over the currently used ECD method in characterizing the epileptic network and may help better guide surgical planning and provide for improved interventional outcomes in patients with TLE."
      },
      {
        "title": "Relation between cortical thickness and frontal lobe P50 response in neurotypical aging: MEG study",
        "authors": "Valentina Gumenyuk and Noam Peled and Oleg Korzyukov and Daniel L Murman and Matthew Rizzo and Nicholas Miller",
        "venue": "Alzheimer's & Dementia",
        "year": 2023,
        "citations": 0,
        "url": "https://alz-journals.onlinelibrary.wiley.com/doi/abs/10.1002/alz.080735",
        "abstract": "AbstractBackgroundThe auditory Event Related Potential ERP with latency at peak at 50 ms is a potential biomarker of prodromal Alzheimers disease AD. However, the relation between P50 ERP and the thickness of the gray matter over frontal brain regions in healthy individuals over 55 y.o is not well studied. We examined the relation between frontal lobe generator of auditory P50 and degree of the gray matter volume lost in healthy individuals. We hypothesized that reduced thickness in the cingulate cortex is associated with aberrant function of the frontal lobe generator of the P50 response.MethodSeven healthy subjects ages 5872 years, 4 women participated in the ongoing study. P50 response was calculated from magnetoencephalographic and electroencephalographic data during presentation of 7 tones 30 ms duration ranging from 500 to 986 Hz. Each tone was preceded by 850 ms period of silence. Freesurfer computed the cortical thickness for each subject as the distance between the graywhite matter boundary and the pial surface for each pair of vertices. 110 T1MPRAGE scans of elderly healthy controls over 65 yo from a Neurocognitive aging dataset were used as an averagecontrol group. To calculate the difference in thickness between averaged control and individual subject, the zvalue was applied. The template of 110averaged data was transformed into the subjects space, and for each vertices we subtracted the mean and divide by the standard deviationResultIn this study we show, that in subjects with less thickness in the cingulate cortex the amplitude of P50 response was enhanced with respect to those subjects who had more cortical thickness Z value 5 vs. Z value 2. The aberrant function of the frontal lobe generator of P50 response was associated with enchanted amplitude of the P50 in MEG and EEG data.ConclusionOur results suggest that agerelated deficiency in frontal lobe generators of auditory P50 in healthy aging participants is associated with a reduction of gray matter volume in cingulate cortex. Present results support the notion about agerelated changes in modulatory role of frontal lobe generator of auditory P50 that are located at the cingulate cortex."
      },
      {
        "title": "ID: 16509 Long-Term Ecological Assessment of Intracranial Electrophysiology Synchronized to Behavioral Markers in Obsessive-Compulsive Disorder",
        "authors": "Nicole Provenza and Sameer Sheth and Evan Dastin-van Rijn and Raissa Mathura and Yaohan Ding and Gregory Vogt and Michelle Avendano-Ortega and Nithya Ramakrishnan and Noam Peled and Luiz Fernando Fracassi Gelin and David Xing and Laszlo Jeni and Itir Onal Ertugrul and Adriel Barrios-Anderson and Evan Matteson and Andrew Wiese and Junqian Xu and Ashwin Viswanathan and Matthew Harrison and Kelly Bijanki and Eric Storch and Jeffrey Cohn and Wayne Goodman and David Borton",
        "venue": "Neuromodulation",
        "year": 2022,
        "citations": 0,
        "url": "https://www.neuromodulationjournal.org/article/S1094-7159(22)00410-X/abstract",
        "abstract": "Autism spectrum disorder ASD is a neurodevelopmental disorder characterized by social communication deficits and, similar to obsessive-compulsive disorder OCD, restricted and repetitive behaviors. The restricted, repetitive patterns of behaviors and interests that are characteristic of ASD often resemble the obsessions and compulsions of OCD, which can make it difficult to distinguish or differentiate the two conditions. A common challenge in diagnosing comorbid ASD and OCD is the apparent overlap in symptoms between the two disorders. This chapter discusses the differentiation between OCD and ASD, the assessment and diagnosis of OCD within the context of ASD, and the treatment of this presentation of OCD."
      },
      {
        "title": "A hippocampal-anterior thalamic circuit associated with learning rate in ageing",
        "authors": "Darya Frank and Marta Garo-Pascual and Pablo Alejandro Reyes Velasquez and Belén Frades and Noam Peled and Linda Zhang and Bryan A Strange",
        "venue": "bioRxiv",
        "year": 2022,
        "citations": 0,
        "url": "https://www.biorxiv.org/content/10.1101/2022.05.03.490431.abstract",
        "abstract": "Memory normally declines with ageing and these age-related cognitive changes are associated with changes in brain structure. Episodic memory retrieval has been widely studied during ageing, whereas learning has received less attention. Here we examined the neural correlates of learning rate in ageing. Our study sample consisted of 982 cognitively healthy female and male older participants from the Vallecas Project cohort, without a clinical diagnosis of mild cognitive impairment or dementia. The learning rate across three consecutive verbal memory Free and Cued Selective Reminding Test recall trials was used as a predictor of grey matter GM and white matter WM volume using voxel-based morphometry, and WM microstructure using tract-based spatial statistics on fractional anisotropy FA and mean diffusivity MD measures. Immediate recall improved by 1.4 items per trial on average, and this learning rate was faster in women and negatively associated with age. Structurally, hippocampal and anterior thalamic GM volume correlated positively with learning rate. Learning also correlated with the integrity of WM microstructure high FA and low MD in an extensive network of tracts including bilateral anterior thalamic radiation, fornix, and long-range tracts. These results suggest that structural GM and WM characteristics, centred on a hippocampal-anterior thalamic circuit, support learning capacity in ageing. Specifically, reduced volume and microstructure may explain some of the age-related memory deficits that result from impaired learning.A detailed understanding of age-related memory changes is crucial in"
      },
      {
        "title": "Modulating and Decoding Cognitive Control in Human Subjects",
        "authors": "Ishita Basu and Ali Yousefi and Rina Zelmann and Angelique Paulk and Noam Peled and Kristen Ellard and Thilo Deckersbach and Uri Eden and Emad Eskandar and Darin Dougherty and Sydney Cash and Alik Widge",
        "venue": "Biological Psychiatry",
        "year": 2022,
        "citations": 0,
        "url": "https://www.biologicalpsychiatryjournal.com/article/S0006-3223(22)00251-7/abstract",
        "abstract": "The present study investigated the influences of two different forms of reward presentation in modulating cognitive control. In three experiments, participants performed a flanker task for which one-third of trials were precued for a chance of obtaining a reward reward trials. In Experiment 1, a reward was provided if participants made the correct response on reward trials but a penalty was given if they made an incorrect response on these trials. The anticipation of this performance-contingent reward increased response speed and reduced the flanker effect but had little influence on the sequential modulation of the flanker effect after incompatible trials. In Experiment 2, participants obtained a reward randomly on two-thirds of the precued reward trials and were given a penalty on the remaining one-third, regardless of their performance. The anticipation of this non-contingent reward had little influence on the overall response speed or flanker effect but reduced the sequential modulation of the flanker effect after incompatible trials. Experiment 3 also used performance non-contingent rewards but participants were randomly penalized more often than they were rewarded; non-contingent penalty had little influence on the sequential modulation of the flanker effect. None of the three experiments showed a reliable influence of the actual acquisition of rewards on task performance. These results indicate anticipatory effects of performance contingent and non-contingent rewards on cognitive control with little evidence of aftereffects."
      },
      {
        "title": "Case Report of Dual-Site Neurostimulation and Chronic",
        "authors": "Sarah T Olsen and Ishita Basu and Mustafa Taha Bilge and Anish Kanabar and Matthew J Boggess and Alexander P Rockhill and Aishwarya K Gosai and Emily Hahn and Noam Peled and Michaela Ennis and Ilana Shiff and Katherine Fairbank-Haynes and Joshua D Salvi and Cristina Cusin and Thilo Deckersbach and Ziv Williams and Justin T Baker and Darin D Dougherty and Alik S Widge",
        "venue": "Deep Brain Stimulation Think Tank: Updates in Neurotechnology and Neuromodulation Research",
        "year": 2021,
        "citations": 0,
        "url": "https://books.google.com/books?hl=en&lr=&id=OoFSEAAAQBAJ&oi=fnd&pg=PA126&dq=info:7wAxbmLw-BcJ:scholar.google.com&ots=TZza59Ofmm&sig=dk6cECjSXLdLdOdtBPyLnxr_lu4",
        "abstract": "Introduction Chronic post-meningitis headaches present clinically with persistent symptoms often mirroring migraines or tension-type headaches. These frequently include photophobia, phonophobia, and associated nausea and vomiting, similar to other primary headache disorders. Central to the pathology of viral meningitis is the inflammation of the meningesthe intricate protective sheaths encasing the brain and spinal cord. Case This case study details a 56-year-old female patient experiencing chronic daily headaches and facial pain following an episode of self-resolving viral meningitis. Traditional therapeutic interventions failed to achieve satisfactory symptom control for the patient. In response to the treatment-resistant nature of the patients condition, a neurostimulator strategy was implemented providing over 95 symptom relief reported at week 12 post-implantation. This strategy employed a hybrid approach combining high cervical and occipital lead placements, with the goal of enhancing neurostimulator coverage and mitigating the patients persistent symptoms. Conclusion Preliminary observations suggest a potential avenue for further research and exploration in the domain of refractory headaches. Hybrid peripheral neurostimulation, as an emerging paradigm in neuromodulation, draws from the principles of neural plasticity and targeted neuromodulation. This case serves as an exemplar for refractory post-meningitis headaches, offering an innovative solution when traditional therapies have failed to provide relief"
      },
      {
        "title": "Baseline neuroimaging characteristics in the randomized pivotal study of renew NCP‐5 for the treatment of mild cognitive impairment (MCI) due to Alzheimer's disease or mild dementia of the Alzheimer's type",
        "authors": "David H Salat and Randa Almaktoum and Jonathan S Helfgott and Karl G Helmer and John Jacoby and Ikbeom Jang and Meher R Juttukonda and Allison Loveley and Tom Moreno and Noam Peled and Steven Stufflebeam and Douglas N Greve",
        "venue": "Alzheimer's & Dementia",
        "year": 2021,
        "citations": 0,
        "url": "https://alz-journals.onlinelibrary.wiley.com/doi/abs/10.1002/alz.057740",
        "abstract": "AbstractBackgroundRenew NCP5 is an FDAcleared, external counterpulsation ECP device used clinically to improve coronary and peripheral vascular hemodynamics by sequential compression and decompression of vascular beds in synchrony with the cardiac cycle. NCP5 treatment may have a beneficial effect on disorders of blood flow including mild cognitive impairment MCI and Alzheimers disease AD. We describe here the baseline neuroimaging characteristics of the participants from a randomized pivotal study of Renew NCP5 for the treatment of MCI due to AD or mild dementia of the Alzheimers type.MethodNeuroimaging was conducted across ten sites in the United States for safety screening, baseline imaging assessment including disease severity, and for acquisition of exploratory neuroimaging markers of treatment modification. Imaging protocols were based on the crossplatform protocols developed for the Alzheimers Disease Neuroimaging Initiative ADNI3. Participant characterization and exploratory outcome neuroimaging measures included T1weighted hippocampal volume and arterial spin labelingbased measures of cerebral blood flow CBF.ResultBaseline structural data were acquired in 97 participants in the NCP5 group, and 89 participants in the active sham group. ASL data were available on a subset of scanners and acquired in 60 participants in the NCP5 group and 48 participants in the active sham group. Baseline neuroimaging assessment revealed expected variation with age and disease severity in the total cohort. A difference in baseline hippocampal volume and CBF was detected between the randomized groups with the NCP5 group having reduced measures reduced hippocampal volume and reduced CBF compared to the active sham group. These effects were apparent when splitting the treatment groups by disease severity and cardiovascular risk.ConclusionWe present here the baseline characteristics for the participant cohort for the randomized pivotal study of Renew NCP5 for the treatment of MCI due to AD or mild dementia of the Alzheimers type. Imaging measures were in accord with expected directional effects for age and for disease. There was an unexpected difference between the NCP5 treatment and active sham group at baseline with the NCP5 group having greater neurodegeneration. Longitudinal imaging data are being examined in ongoing work."
      },
      {
        "title": "Estimating robustness and parameter distribution in compartmental models of neurons",
        "authors": "Noam Peled and Alon Korngreen",
        "venue": null,
        "year": 2007,
        "citations": 0,
        "url": "https://www.worldscientific.com/doi/abs/10.1142/9789812709691_0007",
        "abstract": "1. A procedure based on compartmental modeling called the constrained inverse computation was developed for estimating the electrotonic structure of neurons. With the constrained inverse computation, a set of N electrotonic parameters are estimated iteratively with use of a Newton-Raphson algorithm given values of N parameters that can be measured or estimated from experimental data. 2. The constrained inverse computation is illustrated by several applications to the basic example of a neuron represented as one cylinder coupled to a soma. The number of unknown parameters estimated was different ranging from 2 to 6 when different sets of constraints were chosen. The unknowns were chosen from the following dendritic membrane resistivity Rmd, soma membrane resistivity Rms, intracellular resistivity Ri, membrane capacity Cm, dendritic membrane area AD, soma membrane area As, electrotonic length L, and resistivity-free length, rfl rfl  2ld12 where l and d are length and diameter of the cylinder. The values of the unknown parameters were estimated from the values of an equal number of known parameters, which were chosen from the following the time constants and coefficients of a voltage transient tau 0, tau 1, ..., C0, C1, ..., voltage-clamp time constants tau vc1, tau vc2, ..., and input resistance RN. Note that initially, morphological data were treated as unknown, rather than known. 3. When complete morphology was not known, parameters from voltage and current transients, combined with the input resistance were not sufficient to completely specify the electrotonic structure of the neuron. For a neuron represented as a cylinder coupled to a soma, there were an infinite number of combinations of Rmd, Rms, Ri, Cm, AS, AD, and L that could be fitted to the same voltage and current transients and input resistance. 4. One reason for the nonuniqueness when complete morphology was not specified is that the Ri estimate is intrinsically bound to the morphology. Ri enters the inverse computation only in the calculation of the electrotonic length of a compartment. The electrotonic length of a compartment is l4 RidRmd12, where l and d are the length and diameter of the compartment. Without complete morphology, the inverse computation cannot distinguish between a change in d or l and a change in Ri. Even when morphology is known, the accuracy of the Ri estimate obtained by any fitting procedure is affected by systematic errors in length and diameter measurements i.e., tissue shrinkage; the Ri estimate is inversely proportional to the length measurement and proportional to the square root of the diameter measurement.ABSTRACT TRUNCATED AT 400 WORDS"
      }
    ]
  }
}